tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "antlr4-cpp-runtime"
brew "automake"
brew "bison"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "flex"
brew "gcc"
brew "sqlite"
brew "gdb"
brew "git", link: false
brew "go"
brew "libksba"
brew "libtensorflow"
brew "libtool"
brew "mysql", restart_service: true
brew "nasm"
brew "node", link: false
brew "ossp-uuid"
brew "pkg-config"
brew "python@3.8", link: true
brew "ruby"
brew "ruby@2.7"
brew "springboot"
brew "tree"
brew "wget"
brew "zlib"
cask "mactex"
cask "skim"
